
// Parsed from: characteristics.xls, on Wed 14 Nov 2012 23:13:18

"0x2A42" = "Alert Category ID Bit Mask";
"0x2A06" = "Alert Level";
"0x2A44" = "Alert Notification Control Point";
"0x2A3F" = "Alert Status";
"0x2A01" = "Appearance";
"0x2A19" = "Battery Level";
"0x2A49" = "Blood Pressure Feature";
"0x2A35" = "Blood Pressure Measurement";
"0x2A38" = "Body Sensor Location";
"0x2A22" = "Boot Keyboard Input Report";
"0x2A32" = "Boot Keyboard Output Report";
"0x2A33" = "Boot Mouse Input Report";
"0x2A5C" = "CSC Feature";
"0x2A5B" = "CSC Measurement";
"0x2A2B" = "Current Time";
"0x2A08" = "Date Time";
"0x2A0A" = "Day Date Time";
"0x2A09" = "Day of Week";
"0x2A00" = "Device Name";
"0x2A0D" = "DST Offset";
"0x2A0C" = "Exact Time 256";
"0x2A26" = "Firmware Revision String";
"0x2A51" = "Glucose Feature";
"0x2A18" = "Glucose Measurement";
"0x2A34" = "Glucose Measurement Context";
"0x2A27" = "Hardware Revision String";
"0x2A39" = "Heart Rate Control Point";
"0x2A37" = "Heart Rate Measurement";
"0x2A4C" = "HID Control Point";
"0x2A4A" = "HID Information";
"0x2A2A" = "IEEE 11073-20601 Regulatory Certification Data List";
"0x2A36" = "Intermediate Cuff Pressure";
"0x2A1E" = "Intermediate Temperature";
"0x2A0F" = "Local Time Information";
"0x2A29" = "Manufacturer Name String";
"0x2A21" = "Measurement Interval";
"0x2A24" = "Model Number String";
"0x2A46" = "New Alert";
"0x2A04" = "Peripheral Preferred Connection Parameters";
"0x2A02" = "Peripheral Privacy Flag";
"0x2A50" = "PnP ID";
"0x2A4E" = "Protocol Mode";
"0x2A03" = "Reconnection Address";
"0x2A52" = "Record Access Control Point";
"0x2A14" = "Reference Time Information";
"0x2A4D" = "Report";
"0x2A4B" = "Report Map";
"0x2A40" = "Ringer Control Point";
"0x2A41" = "Ringer Setting";
"0x2A54" = "RSC Feature";
"0x2A53" = "RSC Measurement";
"0x2A55" = "SC Control Point";
"0x2A4F" = "Scan Interval Window";
"0x2A31" = "Scan Refresh";
"0x2A5D" = "Sensor Location";
"0x2A25" = "Serial Number String";
"0x2A05" = "Service Changed";
"0x2A28" = "Software Revision String";
"0x2A47" = "Supported New Alert Category";
"0x2A48" = "Supported Unread Alert Category";
"0x2A23" = "System ID";
"0x2A1C" = "Temperature Measurement";
"0x2A1D" = "Temperature Type";
"0x2A12" = "Time Accuracy";
"0x2A13" = "Time Source";
"0x2A16" = "Time Update Control Point";
"0x2A17" = "Time Update State";
"0x2A11" = "Time with DST";
"0x2A0E" = "Time Zone";
"0x2A07" = "Tx Power Level";
"0x2A45" = "Unread Alert Status";
"0x2A5A" = "Aggregate Input";
"0x2A58" = "Analog Input";
"0x2A59" = "Analog Output";
"0x2A56" = "Digital Input";
"0x2A57" = "Digital Output";
"0x2A0B" = "Exact Time 100";
"0x2A3E" = "Network Availability";
"0x2A3C" = "Scientific Temperature in Celsius";
"0x2A10" = "Secondary Time Zone";
"0x2A3D" = "String";
"0x2A1F" = "Temperature in Celsius";
"0x2A20" = "Temperature in Fahrenheit";
"0x2A15" = "Time Broadcast";
"0x2A1B" = "Battery Level State";
"0x2A1A" = "Battery Power State";
"0x2A5F" = "Pulse Oximetry Continuous Measurement";
"0x2A62" = "Pulse Oximetry Control Point";
"0x2A61" = "Pulse Oximetry Features";
"0x2A60" = "Pulse Oximetry Pulsatile Event";
"0x2A5E" = "Pulse Oximetry Spot-Check Measurement";
"0x2A52" = "Record Access Control point (Test Version)";
"0x2A3A" = "Removable";
"0x2A3B" = "Service Required";


